Repository: sanbec/elemendas-addons
Catalog: languages/elemendas-addons-*.po
Languages: es_es

source: Improving the search results archive page for Elementor.
es_es: Mejorando la página de resultados de búsqueda para Elementor.

source: Upload Menu Icons
es_es: Subir iconos de mení

source: Choose SVG to upload
es_es: Elige SVG para subir

source: No files currently selected for upload
es_es: No se han seleccionado archivos para subir

source: Upload Icons
es_es: Subir iconos

source: Upload Custom Menu Icons
es_es: Subir iconos personalizados de menú

source: %d icon successfully uploaded.
es_es: %d icono subido correctamente

source: Icon Picker
es_es: Recolector de iconos

source: To add icons, add your svg files in the /%s folder in the WordPress uploads folder.
es_es: Para añadir iconos, añade tus archivos svg en la carpeta /%s bajo la carpeta de subidas de WordPress.

source: In order to upload new icons to the "Uploaded Icons" folder, go to %1$s %2$s > %3$s %4$s
es_es: Para subir nuevos iconos a la carpeta «Uploaded Icons», ve a a %1$s %2$s > %3$s %4$s

source: Appearance
es_es: Apariencia

source: Icon
es_es: Icono

source: Normal Color
es_es: Color normal

source: Hover Color
es_es: Color al pasar el cursor

source: Active Color
es_es: Color activo

# Border Control
source: Solid
es_es: Continuo

# Border Control
source: Double
es_es: Doble

# Border Control
source: Dotted
es_es: Punteado

# Border Control
source: Dashed
es_es: Discontinuo

# Border Control
source: Groove
es_es: Acanalado

# Border Control
source: Ridge
es_es: Saliente

# Border Control
source: Inset
es_es: Hundido

# Border Control
source: Outset
es_es: Elevado

source: Thickness (px)
es_es: Grosor (px)

# Quotation Marks Dropdown Selector
source: angular double
es_es: angulares dobles

# Quotation Marks Dropdown Selector
source: angular single
es_es: angulares sencillas

# Quotation Marks Dropdown Selector
source: english double
es_es: sajonas dobles

# Quotation Marks Dropdown Selector
source: english single
es_es: sajonas sencillas

# Quotation Marks Dropdown Selector
source: german double
es_es: alemanas dobles

# Quotation Marks Dropdown Selector
source: german single
es_es: alemanas sencillas

source: No quotation marks
es_es: Sin entrecomillado

source: "%1$s" requires "%2$s" to be installed and activated.
es_es: "%1$s" necesita que "%2$s" esté instalado y activado.

source: "%1$s" recommends "%2$s" to be installed and activated.
es_es: «%1$s» recomienda que «%2$s» esté instalado y activado.

source: Install %s
es_es: Instalar %s

source: "%1$s" requires "%2$s" to be activated.
es_es: «%1$s» necesita que «%2$s» esté activado.

source: "%1$s" recommends "%2$s" to be activated.
es_es: «%1$s» recomienda que «%2$s» esté activado.

source: Activate %s
es_es: Activar %s

source: "%1$s" requires "%2$s" version %3$s or greater.
es_es: «%1$s» necesita la version %3$s o superior de «%2$s».

source: Update %s
es_es: Actualizar %s

source: Carousel 3D
es_es: Carrusel 3D

source: Carousel images
es_es: Imágenes del carrusel

source: Add Images
es_es: Añadir imágenes

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Carousel Settings
es_es: Ajustes del carrusel

source: Carousel Radius
es_es: Radio del carrusel

source: Perspective
es_es: Perspectiva

source: Pause on Hover
es_es: Pausar al pasar el cursor

source: Yes
es_es: Sí

source: Rotation Speed (rpm)
es_es: Velocidad de rotación (rpm)

source: Direction of rotation
es_es: Dirección de rotación

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Lightbox
es_es: Caja de luz

source: Note: The lightbox will not work with the default kitten images. You must select your images from the media library or upload new ones.
es_es: Nota: La caja de luz no funcionará con las imágenes predeterminadas de los gatitos. Debes seleccionar tus imágenes de la biblioteca de medios o subir otras nuevas.

source: Show image reflect
es_es: Mostrar imagen reflejada

source: Note: This feature is not a CSS standard and will not work in all browsers.
es_es: Nota: Esta característica no es un estándar CSS y no funcionará en todos los navegadores.

source: Image
es_es: Imagen

source: Border
es_es: Borde

source: Style
es_es: Estilo

source: Radius
es_es: Radio

source: Hover
es_es: Al pasar el cursor

source: Animation
es_es: Animación

source: The carousel has no images, please select at least one
es_es: El carrusel no tiene imágenes, por favor selecciona al menos una

# Widget Name
source: Leaves List
es_es: Lista de hojas

# Editor content section title
source: Leaves List
es_es: Lista de hojas

source: Text
es_es: Texto

source: Leaf
es_es: Hoja

source: Link
es_es: Enlace

source: https://your-link.com
es_es: https://tu.enlace.com

source: Leaves
es_es: Hojas

source: Leaf #1
es_es: Hoja 1

source: Leaf #2
es_es: Hoja 2

source: Leaf #3
es_es: Hoja 3

source: Alignment
es_es: Alineación

source: Center
es_es: Centrado

source: Plant
es_es: Planta

source: Leaf length
es_es: Longitud de la hoja

source: Leaf width
es_es: Anchura de la hoja

source: Leaf gap
es_es: Separación entre hojas

source: Stem width
es_es: Anchura del tallo

source: Leaves color
es_es: Color de las hojas

source: Stem color
es_es: Color del tallo

source: Text Color
es_es: Color del texto

source: Background Color
es_es: Color de fondo

# Widget Name
source: Search Results Highlighted
es_es: Resultados de búsqueda resaltados

source: Drop this widget anywhere on the search results archive template.
es_es: Suelta este widget en cualquier lugar de la plantilla del archivo de resultados de búsqueda.

source: %1$sNote:%2$s You can only add the %3$s widget once.
es_es: %1$sNota:%2$s Solo puedes añadir una vez el widget %3$s.

source: Searched string
es_es: Cadena buscada

source: Post count
es_es: Contador de entradas

source: Search string highlighting
es_es: Destacar la cadena de búsqueda

source: Highlight each word separately
es_es: Resaltar cada palabra por separado

source: Choose between highlighting the whole string or each word separately.
es_es: Elige entre resaltar toda la cadena o cada palabra por separado.

source: Highlight elements
es_es: Elementos de resaltado

source: Titles
es_es: Títulos

source: Highlighter
es_es: Remarcador

source: Underline
es_es: Subrayado

source: Solid
es_es: Sólido

source: Double
es_es: Doble

source: Dotted
es_es: Punteado

source: Dashed
es_es: Discontinuo

source: Wavy
es_es: Ondulado

source: Skip Ink
es_es: Evitar trazos

source: Specifies how underline is drawn when it pass over glyph descenders.
es_es: Especifica cómo se dibuja el subrayado cuando pasa por encima de los trazos bajos de los caracteres.

source: Excerpts
es_es: Extractos

source: Text style
es_es: Estilo del texto

source: %s widget. You won't see this while previewing your site.
es_es: Widget %s. No verás esto cuando previsualices tu sitio.

source: This widget only works on the search results page
es_es: Este widget solo funciona en la página de resultados de búsqueda

source: Go to "%s"
es_es: Ve a «%s»

source: Preview Settings
es_es: Ajustes de previsualización

source: Set "%1$s" "%2$s" and fill the "%3$s"
es_es: Establece «%1$s» «%2$s» y rellena el «%3$s»

source: Preview Dynamic Content as
es_es: Mostrar contenido dinámico como

source: Search Results
es_es: Resultados de búsqueda

source: Search Term
es_es: Término de búsqueda

source: Adjust the "%1$s" %2$s to "%3$s"
es_es: Ajusta las «%1$s» %2$s a «%3$s»

source: Display Conditions
es_es: Condiciones de visualización

source: Activate root menu
es_es: Activar el menú raíz

source: The first level item appears active if one of its descendants is active
es_es: El elemento de primer nivel aparece activo si uno de sus descendientes está activo

source: This setting will have no effect if the font size is set in the typography control
es_es: Este ajuste no tendrá ningún efecto si se especifica el tamaño de la fuente en el control de tipografía

source: Menu Toggle
es_es: Alternar menú

source: Menu
es_es: Menú

source: Content
es_es: Contenido

source: %1$sNote:%2$s This section is only available on the search results page.
es_es: %1$sNota:%2$s Esta sección solo está disponible en la página de resultados de búsqueda.

source: Multiple results
es_es: Varios resultados

source: Here are the {{result-number}} posts containing {{search-string}}
es_es: Aquí están las {{result-number}} entradas que contienen {{search-string}}

source: Shown when there are more than one post found
es_es: Se muestra cuando se encuentra más de una entrada

source: Use {{result-number}} to show the post found number
es_es: Usa {{result-number}} para mostrar el número de entradas encontradas

source: Use {{search-string}} to show the search string
es_es: Usa {{search-string}} para mostrar la cadena buscada

source: Only one result
es_es: Un solo resultado

source: Here is the unique post containing {{search-string}}
es_es: Esta es la única entrada que contiene {{search-string}}

source: Shown when a single entry is found
es_es: Se muestra cuando se encuentra una sola entrada

source: No results found
es_es: Sin resultados

source: There are no posts containing {{search-string}}
es_es: No hay entradas que contengan {{search-string}}

source: Shown when there are no posts found
es_es: Se muestra cuando no se encuentran entradas

source: Quotation Marks
es_es: Entrecomillado

source: Icon Families
es_es: Familias de iconos

source: All
es_es: Todas

source: close
es_es: cerrar

source: Icon Picker - Choose icon
es_es: Recolector de iconos - Elije un icono

source: Displaying the icons for all families
es_es: Mostrando los iconos de todas las familias

source: Start typing to filter icons
es_es: Empieza a escribir para filtrar los iconos

source: Displaying icons for the family
es_es: Mostrando los iconos de la familia

source: Invalid file type. Update your selection.
es_es: Tipo de archivo no válido. Actualiza tu selección.
